Repository: gnouh83/Glow
Catalog: Localizations/*.lproj/Localizable.strings
Languages: vi, zh_hans, zh_hant

source: Main
vi: Trang chủ
zh_hans: 主页
zh_hant: 首頁

source: Remove ads
vi: Xóa quảng cáo
zh_hans: 移除广告
zh_hant: 移除廣告

# RemovePYMK
source: Remove "People you may know"
vi: Xóa gợi ý kết bạn
zh_hans: 移除“可能认识的人”
zh_hant: 移除 "你可能認識的朋友"

source: Remove reels carousel
vi: Xóa thanh cuộn reels
zh_hans: 移除短视频轮播
zh_hant: 移除 Reels 影片輪播

# PostLikeConfirm
source: Confirm post like
vi: Xác nhận thích bài viết
zh_hans: 点赞确认
zh_hant: 對貼文按讚，會再次確認

source: Download videos
vi: Tải video
zh_hans: 下载视频
zh_hant: 下載影片

# DownloadVideosDesc
source: Download videos from feed and stories with a long press
vi: Nhấn giữ để tải video từ bảng tin và story
zh_hans: 长按从动态和故事中下载视频
zh_hant: 長按即可從動態消息和限時動態下載影片

source: Reels
zh_hans: 短视频
zh_hant: Reels 影片

source: Download reels
vi: Tải reels
zh_hans: 显示下载按钮
zh_hant: 下載影片

source: Hide overlay
vi: Ẩn lớp phủ
zh_hans: 显示清屏按钮
zh_hant: 新增一鍵隱藏按鈕

# ReelsLikeConfirm
source: Confirm reels like
vi: Xác nhận thích reels
zh_hans: 短视频点赞确认
zh_hant: 對影片按讚，會再次確認

# ReelsLongTap
source: Download via long press
vi: Tải xuống bằng nhấn giữ
zh_hans: 长按下载
zh_hant: 透過長按下載

# ReelsLongTapDesc
source: Fallback for older versions missing the download button
vi: Dùng cho phiên bản cũ không có nút tải về
zh_hans: 适用于旧版本无下载按钮的备用方案
zh_hant: 針對無下載按鈕的舊版本，長按即可下載

source: Stories
zh_hans: 故事
zh_hant: 限時動態

source: Download stories
vi: Tải stories
zh_hans: 下载故事
zh_hant: 下載限時動態

# AnonymousStories
source: Watch anonymously
vi: Xem ẩn danh
zh_hans: 匿名观看
zh_hant: 隱身瀏覽

# DisableAutoNext
source: Disable auto advancing
vi: Tắt tự động chuyển tiếp
zh_hans: 禁用自动切换
zh_hant: 停用自動播放下一則

# RemoveStoryPYMK
source: Remove "People you may know"
vi: Xóa gợi ý kết bạn trong story
zh_hans: 移除“可能认识的人”
zh_hant: 移除 "你可能認識的朋友"

# Downloader
source: Video Downloader
vi: Trình tải video
zh_hans: 视频下载器
zh_hant: 影片下載器

# AllFormats
source: Include all formats
vi: Bao gồm tất cả các định dạng
zh_hans: 包含所有格式
zh_hant: 包含所有格式

source: Encoding speed
vi: Tốc độ mã hóa
zh_hans: 编码速度
zh_hant: 影片編碼速度

# EncodingSpeedDesc
source: Video encoding speed: • Ultrafast: Fastest processing, larger file size. • Faster: Good speed and file size balance. • Medium: Slower processing, smaller file size.
vi: Tốc độ mã hóa video: • Ultrafast: Xử lý nhanh nhất, kích thước tệp lớn hơn. • Faster: Cân bằng giữa tốc độ và kích thước tệp. • Medium: Xử lý chậm hơn, kích thước tệp nhỏ hơn.
zh_hans: 视频编码速度： • 极速：处理速度最快，文件体积较大。 • 更快：速度与文件大小平衡良好。 • 中等：处理较慢，文件体积较小。
zh_hant: 編碼速度說明： • 極速模式：處理最快，檔案較大。 • 均衡模式：速度與檔案大小最佳平衡。 • 標準模式：處理較慢，檔案較小。

# AutoClearCache
source: Clear cache on startup
vi: Xóa bộ nhớ đệm khi khởi động
zh_hans: 启动时清除缓存
zh_hant: 啟動時清除快取

source: Clear cache
vi: Xóa bộ nhớ đệm
zh_hans: 清除缓存
zh_hant: 清除快取

# Developer
source: Developers
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

# DiscordDesc
source: Join for support, feedback, or a chat
vi: Tham gia để nhận hỗ trợ, góp ý hoặc trò chuyện
zh_hans: 加入以获取支持、反馈或闲聊
zh_hant: 加入獲得支援、提供回饋或聊天

# GithubDesc
source: Glow's repository
vi: Kho lưu trữ của Glow
zh_hans: Glow 的代码库
zh_hant: Glow's 儲存庫

# DvntmsDesc
source: All my repos in one place
vi: Tất cả kho lưu trữ của tôi ở một nơi
zh_hans: 我的所有项目汇总
zh_hant: 我的所有儲存庫集中在這裡

# FollowMe
source: Follow %@ on Twitter
vi: Theo dõi %@ trên Twitter
zh_hans: 在 Twitter 上关注 %@
zh_hant: 在 X（Twitter）上跟隨 %@

# DonateMe
source: Glow is completely free. Feel free to buy me a coffee to support its development
vi: Glow hoàn toàn miễn phí. Nếu thích, bạn có thể mời tôi một ly cà phê để ủng hộ phát triển ứng dụng
zh_hans: Glow 完全免费，欢迎请我喝杯咖啡支持开发
zh_hant: Glow 完全免費，隨手請我喝杯咖啡，支持開發吧！

# StoreDesc
source: Get a developer certificate and enjoy a wide range of exclusive apps
vi: Nhận chứng chỉ nhà phát triển và tận hưởng nhiều ứng dụng độc quyền
zh_hans: 获取开发者证书，享受多种独家应用
zh_hant: 取得開發者證書，享受多種獨家應用程式

# DeveloperFooter
source: Coded with ❤️
vi: Được lập trình bằng cả ❤️
zh_hans: 用心与热爱编写
zh_hant: 用❤️編碼

source: Download video
vi: Tải video
zh_hans: 下载视频
zh_hant: 下載影片

source: Download story
vi: Tải story
zh_hans: 下载故事
zh_hant: 下載限時動態

source: Downloading
vi: Đang tải về
zh_hans: 正在下载
zh_hant: 正在下載

source: Downloading video
vi: Đang tải video
zh_hans: 正在下载视频
zh_hant: 正在下載影片

source: Downloading audio
vi: Đang tải audio
zh_hans: 正在下载音频
zh_hant: 正在下載音訊

# Slow
source: Requires re-encoding
vi: Cần mã hoá lại
zh_hans: 需要重新编码
zh_hant: 需要重新編碼（較慢）

# Fast
source: Ultra fast
vi: Siêu nhanh
zh_hans: 超快
zh_hant: 原始影片（較快）

source: Merging media
vi: Đang hợp nhất phương tiện
zh_hans: 正在合并媒体文件
zh_hant: 正在合併媒體

# WaitsForConversion
source: Queued for conversion
vi: Đang xếp hàng để chuyển đổi
zh_hans: 已排队等待转换
zh_hant: 等待轉換中

# Error.Clipboard
source: Error. Check clipboard for log
vi: Lỗi. Kiểm tra clipbroad để xem nhật kí
zh_hans: 发生错误。请检查剪贴板中的日志。
zh_hant: 錯誤。請檢查剪貼簿日誌

source: Cancel
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Saved to Photos
vi: Đã lưu vào Ảnh
zh_hans: 已保存到照片
zh_hant: 已儲存至照片App

source: Image not found
vi: Không tìm thấy hình ảnh
zh_hans: 未找到图片
zh_hant: 找不到圖片

source: Mark as seen
vi: Đánh dấu đã xem
zh_hans: 标记为已看
zh_hant: 標記為已觀看

source: Marked as seen
vi: Đã đánh dấu đã xem
zh_hans: 已标记为已看
zh_hant: 已標記為已觀看

source: Something went wrong
vi: Đã xảy ra lỗi
zh_hans: 出现问题
zh_hant: 發生了一些問題

source: Glow settings
vi: Cài đặt Glow
zh_hans: Glow 设置
zh_hant: Glow 設定

source: Facebook settings
vi: Cài đặt Facebook
zh_hans: Facebook 设置
zh_hant: Facebook 設定

# Welcome.Download
source: Download Media
vi: Tải phương tiện
zh_hans: 下载媒体
zh_hant: 下載媒體

# Welcome.DownloadDesc
source: Download whatever you like — videos, images, Reels, and even stories.
vi: Tải bất cứ gì bạn thích — video, hình ảnh, reels, thậm chí cả story.
zh_hans: 想下载什么都可以 — 视频、图片、Reels，甚至是故事。
zh_hant: 隨心下載 — 影片、圖片、連續短片，甚至是限時動態

# Welcome.Incognito
source: Incognito Mode
vi: Chế độ ẩn danh
zh_hans: 隐身模式
zh_hant: 隱身模式

# Welcome.IncognitoDesc
source: Stay unseen. View stories and mark them as seen only when you want to.
vi: Vô hình. Xem story và chỉ đánh dấu đã xem khi bạn muốn.
zh_hans: 保持隐身。只有在你想看的时候才标记为已看。
zh_hant: 保持隱身。由你決定何時標記為已觀看。

# Welcome.Confirmation
source: Confirmation
vi: Xác nhận
zh_hans: 操作确认
zh_hant: 確認

# Welcome.ConfirmationDesc
source: Worried about accidental likes? Now you can relax.
vi: Lo lắng về việc thích nhầm? Bây giờ bạn có thể yên tâm.
zh_hans: 担心误点点赞？现在你可以安心了。
zh_hant: 怕不小心按到讚？現在您可以放心了

# Welcome.Settings
source: Simplicity
vi: Đơn giản
zh_hans: 简洁易用
zh_hant: 簡潔

# Welcome.SettingsDesc
source: Flexible, intuitive settings — all tailored to you.
vi: Cài đặt linh hoạt, trực quan — tất cả dành riêng cho bạn.
zh_hans: 灵活直观的设置 — 为你量身定制。
zh_hant: 靈活、直覺的設定 — 完全為你量身打造

# Welcome.More
source: And More
vi: Và nhiều hơn nữa
zh_hans: 更多功能
zh_hant: 更多功能

# Welcome.MoreDesc
source: Glow isn’t just a list of features. It unlocks even more tools for comfort and privacy.
vi: Glow không chỉ là danh sách tính năng. Nó còn mở khóa thêm nhiều công cụ tiện lợi và riêng tư.
zh_hans: Glow 不止功能清单。它还解锁更多舒适与隐私工具。
zh_hant: Glow 遠非僅止於功能列表，更為你的隱私與舒適體驗解鎖更多工具

# Welcome.SettingsInfo
source: Glow settings are available via long press on any tab
vi: Cài đặt Glow có thể truy cập bằng cách nhấn giữ bất kỳ tab nào
zh_hans: 长按任意标签页即可进入 Glow 设置
zh_hant: 長按底部任一圖示標籤即可進入 Glow 設定

source: Continue
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續
